Repository: NoPlagiarism/PlusyCogs
Catalog: exists/locales/*.po
Languages: ru_ru

source: NO HORNY!!!
ru_ru: ХОРНИ-БОНЬК!!!

source: Generator has been disabled on this server
ru_ru: Генератор был выключен на этом сервере

source: Blacklist cleared
ru_ru: Чёрный список очищен

source: Wrong generator
ru_ru: Неверный генератор

source: Generator added to blacklist
ru_ru: Генератор добавлен в чёрный список

source: Generator removed from blacklist
ru_ru: Генератор удалён из чёрного списка

source: NSFW is {} in this guild
ru_ru: NSFW {} на этом сервере

source: Disabled
ru_ru: Выключен

source: Enabled
ru_ru: Включён

source: Exists Guild Settings Blacklist: {blacklist} NSFW is {nsfw}
ru_ru: Exists Настройки Сервера Чёрный список: {blacklist} NSFW {nsfw}

source: Unexpected {} occurred. Try again
ru_ru: Внезапно, {}. Попробуйте ещё раз

source: Send a number in range from {min_seed} to {set_size}
ru_ru: Нужен номер от {min_seed} до {set_size}

source: Compilation of generators like thisxdoesnotexists
ru_ru: Подборка генераторов а-ля thisxdoesnotexists

source: Cat generator from https://thiscatdoesnotexist.com
ru_ru: Генератор котов с https://thiscatdoesnotexist.com

source: Human face generator from https://thispersondoesnotexist.com
ru_ru: Генератор человеческих лиц с https://thispersondoesnotexist.com

source: Furry generator from https://thisfursonadoesnotexist.com
ru_ru: Генератор фуррей с https://thisfursonadoesnotexist.com

source: Pony generator from https://thisponydoesnotexist.net
ru_ru: Генератор поней с https://thisponydoesnotexist.net

source: Night sky generator from https://arthurfindelair.com/thisnightskydoesnotexist
ru_ru: Генератор ночного неба с https://arthurfindelair.com/thisnightskydoesnotexist

source: Map generator from https://thismapdoesnotexist.com
ru_ru: Генератор карт с https://thismapdoesnotexist.com

source: Anime waifu generator from https://thiswaifudoesnotexist.net
ru_ru: Генератор Аниме-Вайфу с https://thiswaifudoesnotexist.net

source: Beach generator from https://thisbeachdoesnotexist.com
ru_ru: Генератор пляжа с https://thisbeachdoesnotexist.com

source: Pepe generator from https://www.thispepedoesnotexist.co.uk
ru_ru: Генератор Pepe с https://www.thispepedoesnotexist.co.uk

source: Satellite city shot generator from https://thiscitydoesnotexist.com
ru_ru: https://thiscitydoesnotexist.com
