Repository: NoPlagiarism/PlusyCogs
Catalog: va11halla/locales/*.po
Languages: ru_ru

source: 'Va11Halla' Cog with quotes from 'VA-11 HALL-A: Cyberpunk Bartender Action' Dialogue data from https://github.com/NoPlagiarism/va11halla-dialogues All dialogue lines parsed from .txt scripts
ru_ru: 'Va11Halla' Cog с цитатами из 'VA-11 HALL-A: Cyberpunk Bartender Action' Все диалоги взяты из https://github.com/NoPlagiarism/va11halla-dialogues Линии диалогов получены из .txt файлов

source: Character {name} not found in script {script}
ru_ru: Персонаж {name} не найден в скрипте {script}

source: Character {name} not found
ru_ru: Персонаж {name} не найден

source: Script {filename} not found
ru_ru: Скрипт {filename} не найден

source: {filename} has {lines} lines
ru_ru: В скрипте {filename} {lines} линий

source: Dialogue line from VA-11 HALL-A Examples: [p]va11 - random line [p]va11 ru - random line on Russian [p]va11 script6.txt - random line from day 6 [p]va11 script6.txt 516 - 516 line on day 6 [p]va11 Sei - random line from Sei
ru_ru: Диалоговая линия из VA-11 HALL-A Примеры: [p]va11 - случайная линия [p]va11 en - случайная линия на английском [p]va11 script6.txt - случайная линия с 6 дня [p]va11 script6.txt 516 - 516 линия 6 дня [p]va11 Сай - случайная линия от Сай

source: Choose languages from here:
ru_ru: Выбирайте языки из этих:

source: Wrong command usage
ru_ru: Неправильное использование команды

source: Do not search character and line
ru_ru: Не ищите персонажа и линию

source: Enter script firstly
ru_ru: Сначала нужен скрипт

source: Use as argument: scripts, characters, langs
ru_ru: Как аргументы использовать: scripts, characters, langs

source: Change default language or toggle reactions menu
ru_ru: Изменить стандартный язык или переключить меню на реакциях

source: Choose from those:
ru_ru: Выбирать из этого:

source: Default language changed
ru_ru: Стандартный язык изменён

source: Reactions are {} now
ru_ru: Меню через реакции {}

source: Enabled
ru_ru: Включено

source: Disabled
ru_ru: Выключено

source: Whitelist cleared
ru_ru: Белый список очищен

source: Language added to whitelist
ru_ru: Язык добавлен в белый список

source: Language removed from whitelist
ru_ru: Язык удалён из белого списка

source: VA-11 HALL-A's Guild Settings Whitelist: {whitelist} Guild Default Language: {guild_default} Reactions are {reactions}
ru_ru: VA-11 HALL-A настройки сервера Белый список: {whitelist} Стандартный язык на сервере: {guild_default} Меню через реакции {reactions}
